Repository: digicademy-chf/chf_media
Catalog: Resources/Private/Language/*.locallang.xlf
Languages: de

# object.mediaResource.type.mediaResource
source: Media
de: Medien

# object.mediaResource.fileStorage
source: File storage
de: Dateispeicher

# object.mediaResource.fileStorage.description
source: Folder holding the relevant media files
de: Ordner, in dem die zugehörigen Mediendateien liegen

# object.fileGroup
source: File collection
de: Dateisammlung

# object.fileGroup.title
source: Title
de: Titel

# object.fileGroup.title.description
source: Name of this file collection
de: Name dieser Dateisammlung

# object.fileGroup.portfolio.description
source: List of all files that are part of this collection
de: Liste aller Dateien, die in dieser Sammlung verzeichnet sind

# object.fileGroup.event
source: Event
de: Ereignis

# object.fileGroup.event.description
source: Room to list collection-related events
de: Raum für sammlungsbezogene Ereignisse

# object.fileMetadata.fileType
source: File type
de: Dateiformat

# object.fileMetadata.title.description
source: Name of the file
de: Name der Datei

# object.fileMetadata.alternative.description
source: Description of the file for accessibility
de: Beschreibung der Datei zur Barrierearmut

# object.fileMetadata.downloadName.description
source: Optional, different download file name
de: Optionaler, abweichender Dateiname beim Herunterladen

# object.fileMetadata.caption.description
source: Text visible below the file
de: Unter der Datei sichtbarer Text

# object.fileMetadata.copyright.description
source: Credit string below the file
de: Quellenangabe unter der Datei

# object.fileMetadata.categories.description
source: Freeform category tree to group the database record into
de: Frei gestaltbarer Kategorienbaum zum Gliedern von Datenbankeinträgen

# object.fileMetadata.creator_tool.description
source: Software used to create the file
de: Software, mit der die Datei erstellt wurde

# object.fileMetadata.duration.description
source: Length of the media file
de: Länge der Mediendatei

# object.fileMetadata.color_space.description
source: Color space of the image file
de: Farbraum der Bilddatei

# object.fileMetadata.width.description
source: Width of the media file
de: Breite der Mediendatei

# object.fileMetadata.height.description
source: Height of the media file
de: Höhe der Mediendatei

# object.fileMetadata.unit.description
source: Unit used to measure width and height
de: Einheit, in der Breite und Höhe angegeben sind

# object.fileMetadata.pages.description
source: Number of pages
de: Anzahl der Seiten

# object.fileMetadata.locationContinent
source: Continent
de: Kontinent

# object.fileMetadata.locationContinent.description
source: Continent where the file content is located
de: Kontinent, auf dem der Dateiinhalt verortet ist

# object.fileMetadata.locationCountry.description
source: Country where the file content is located
de: Land, in dem der Dateiinhalt verortet ist

# object.fileMetadata.locationRegion.description
source: Region where the file content is located
de: Region, in der der Dateiinhalt verortet ist

# object.fileMetadata.locationCity.description
source: City where the file content is located
de: Stadt, in der der Dateiinhalt verortet ist

# object.fileMetadata.locationBuilding
source: Building
de: Gebäude

# object.fileMetadata.locationBuilding.description
source: Building where the file content is located
de: Gebäude, in dem der Dateiinhalt verortet ist

# object.fileMetadata.locationPartOfBuilding
source: Part of the building
de: Gebäudeteil

# object.fileMetadata.locationPartOfBuilding.description
source: Part of the building where the file content is located
de: Gebäudeteil, in dem der Dateiinhalt verortet ist

# object.fileMetadata.longitude.description
source: Decimal notation of the longitude with a decimal period (if necessary)
de: Dezimalangabe des Längengrads mit Dezimalpunkt (wenn nötig)

# object.fileMetadata.latitude.description
source: Decimal notation of the latitude with a decimal period (if necessary)
de: Dezimalangabe des Breitengrads mit Dezimalpunkt (wenn nötig)

# plugin.gallery
source: Gallery
de: Galerie

# plugin.gallery.description
source: List and show files and file collections
de: Dateien und Dateisammlungen auflisten und anzeigen
